app/controllers/articles_controller.rb

  def create
    @article = Article.new(article_params)
    if @article.save
---
INSERT INTO "articles" ("title", "description", "created_at", "updated_at") VALUES ('123', 'test new', '2025-01-15 19:34:28.054779', '2025-01-15 19:34:28.054779') RETURNING "id"